tap "alehouse/unofficial"
tap "go-delve/delve"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mengbo/ch340g-ch34g-ch34x-mac-os-x-driver", "https://github.com/mengbo/ch340g-ch34g-ch34x-mac-os-x-driver"
tap "sambadevi/powerlevel9k"
brew "bash-completion"
brew "openjdk"
brew "bfg"
brew "coreutils"
brew "cputhrottle"
brew "docker"
brew "python@3.9"
brew "docker-compose"
brew "gettext"
brew "exif"
brew "exiftool"
brew "flyway"
brew "git"
brew "git-cola"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "httpie"
brew "hyperkit", link: false
brew "jq"
brew "k9s"
brew "kcat"
brew "kubernetes-cli"
brew "maven"
brew "minikube"
brew "nmap"
brew "openssl@3"
brew "parallel"
brew "protobuf"
brew "pyqt"
brew "python@2"
brew "python@3.7"
brew "python@3.8"
brew "ruby"
brew "shfmt"
brew "siege"
brew "thefuck"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "hashicorp/tap/terraform"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "docker"
cask "gimp"
cask "google-cloud-sdk"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "slack"
cask "spectacle"
cask "sublime-text"
cask "vlc"
cask "wch-ch34x-usb-serial-driver"
cask "xquartz"
